data/hard-disks.org
#+title: hard disks
#+options: num:nil ^:nil creator:nil author:nil timestamp:nil toc:nil

* internal 3.5"

#+BEGIN_EXAMPLE
  |   | size  | location  | contents                  | interface | ff   | make model        |        dom | fs   |
  |---+-------+-----------+---------------------------+-----------+------+-------------------+------------+------|
  | a | 80GB  | pc        | blank                     | ide       | 3.5" | WD Caviar         |            |      |
  |   | 160GB |           | -                         | sata      | 3.5" | Seagate Barracuda | 2004-10-19 | 0    |
  | c | 200GB | enclosure | data                      | ide       | 3.5" | Seagate Barracuda |            |      |
  | d | 80GB  | pc        | blank                     | ide       | 3.5" | Samsung           |            |      |
  |---+-------+-----------+---------------------------+-----------+------+-------------------+------------+------|
  | e | 250GB | press     | centos 7                  | sata      | 3.5" | WD                | 2009-02-18 | xfs  |
  | f | 500GB | press     | *unallocated*             | sata      | 3.5" | Seagate           | 2009-02-17 | -    |
  | g | 320GB | press     | -                         | sata      | 3.5" | WD Caviar Blue    | 2009-03-05 | 0    |
  | h | 1TB   | press     | -                         | sata      | 3.5" | Samsung           | 2009-07-xx | 0    |
  | i | 320GB | press     | windows 10 self-build x64 | sata      | 3.5" | WD Caviar Blue    | 2009-09-24 | ntfs |
  | j | 1TB   | press     | *unallocated*             | sata      | 3.5" | WD Caviar Green   | 2010-03-25 | -    |
  | k | 500GB | press     | -                         | sata      | 3.5" | Samsung           | 2010-10-xx | 0    |
  | l | 500GB | server    | -                         | sata      | 3.5" | WD Caviar Green   | 2011-02-22 | 0    |
  | n | 2TB   | server    | data                      | sata      | 3.5" | Seagate Barracuda | 2013-01-28 | ext4 |
  | o | 2TB   | server    | data                      | sata      | 3.5" | Seagate Barracuda | 2017-11-23 | ext4 |
#+END_EXAMPLE

* internal 2.5"

#+BEGIN_EXAMPLE
  |   | size  | location    | contents  | interface | ff   | make model         |        dom | fs     | used  |
  |---+-------+-------------+-----------+-----------+------+--------------------+------------+--------+-------|
  |   | 250GB | dell laptop | -         | sata      | 2.5" | Hitachi Travelstar |    2008-07 | 0      |       |
  |   | 320GB | enclosure   | data      | sata      | 2.5" | WD Scorpio Blue    | 2009-07-24 | ntfs   | 201GB |
  |   | 500GB | lenovo      | windows 7 | sata      | 2.5" | Hitachi            |            | ntfs   |       |
  |---+-------+-------------+-----------+-----------+------+--------------------+------------+--------+-------|
  | m | 120GB | press       | -         | sata      | 2.5" | ocz agility 3      |            |        |       |
  |   | 120GB | press       | -         | sata      | 2.5" | Samsung 840        |            | erased |       |
  |   | 240GB | -           | ubuntu    | sata      | 2.5" | Kingston           |            |        |       |
#+END_EXAMPLE

* external

#+BEGIN_EXAMPLE
  |   | size  | interface | make    | model                      | power         |
  |---+-------+-----------+---------+----------------------------+---------------|
  | 1 |       |       2.0 | Seagate |                            | 12 VDC/ 2.0 A |
  | 2 | 500GB |       2.0 | Seagate | Free Agent Desktop         |               |
  |---+-------+-----------+---------+----------------------------+---------------|
  | 3 | 250GB |       2.0 | WD      |                            | -             |
  | 4 | 500GB |       2.0 | WD      | My Passport                | -             |
  | 5 | 2TB   |       3.0 | Seagate | Backup Plus Portable Drive | -             |
  | 6 | 2TB   |       3.0 | WD      | Elements SE                | -             |
  | 7 | 2TB   |       3.0 | WD      | Elements SE                | -             |
#+END_EXAMPLE

* other

#+BEGIN_EXAMPLE
  | size  | location | contents   | interface | ff   | make | model  |        dom |
  |-------+----------+------------+-----------+------+------+--------+------------|
  | 320GB | dell     | windows 10 | sata      | 3.5" | WD   | Caviar | 2008-04-17 |
#+END_EXAMPLE

[[file:data.html][back]]
