data/hard-disks.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>hard disks</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">hard disks</h1>

<div id="outline-container-org331fc88" class="outline-2">
<h2 id="org331fc88">internal 3.5"</h2>
<div class="outline-text-2" id="text-org331fc88">
<pre class="example">
|   | size  | location  | contents                  | interface | ff   | make model        |        dom | fs   |
|---+-------+-----------+---------------------------+-----------+------+-------------------+------------+------|
| a | 80GB  | pc        | blank                     | ide       | 3.5" | WD Caviar         |            |      |
|   | 160GB |           | -                         | sata      | 3.5" | Seagate Barracuda | 2004-10-19 | 0    |
| c | 200GB | enclosure | data                      | ide       | 3.5" | Seagate Barracuda |            |      |
| d | 80GB  | pc        | blank                     | ide       | 3.5" | Samsung           |            |      |
|---+-------+-----------+---------------------------+-----------+------+-------------------+------------+------|
| e | 250GB | press     | centos 7                  | sata      | 3.5" | WD                | 2009-02-18 | xfs  |
| f | 500GB | press     | *unallocated*             | sata      | 3.5" | Seagate           | 2009-02-17 | -    |
| g | 320GB | press     | -                         | sata      | 3.5" | WD Caviar Blue    | 2009-03-05 | 0    |
| h | 1TB   | press     | -                         | sata      | 3.5" | Samsung           | 2009-07-xx | 0    |
| i | 320GB | press     | windows 10 self-build x64 | sata      | 3.5" | WD Caviar Blue    | 2009-09-24 | ntfs |
| j | 1TB   | press     | *unallocated*             | sata      | 3.5" | WD Caviar Green   | 2010-03-25 | -    |
| k | 500GB | press     | -                         | sata      | 3.5" | Samsung           | 2010-10-xx | 0    |
| l | 500GB | server    | -                         | sata      | 3.5" | WD Caviar Green   | 2011-02-22 | 0    |
| n | 2TB   | server    | data                      | sata      | 3.5" | Seagate Barracuda | 2013-01-28 | ext4 |
| o | 2TB   | server    | data                      | sata      | 3.5" | Seagate Barracuda | 2017-11-23 | ext4 |
</pre>
</div>
</div>

<div id="outline-container-org4ff505c" class="outline-2">
<h2 id="org4ff505c">internal 2.5"</h2>
<div class="outline-text-2" id="text-org4ff505c">
<pre class="example">
|   | size  | location    | contents  | interface | ff   | make model         |        dom | fs     | used  |
|---+-------+-------------+-----------+-----------+------+--------------------+------------+--------+-------|
|   | 250GB | dell laptop | -         | sata      | 2.5" | Hitachi Travelstar |    2008-07 | 0      |       |
|   | 320GB | enclosure   | data      | sata      | 2.5" | WD Scorpio Blue    | 2009-07-24 | ntfs   | 201GB |
|   | 500GB | lenovo      | windows 7 | sata      | 2.5" | Hitachi            |            | ntfs   |       |
|---+-------+-------------+-----------+-----------+------+--------------------+------------+--------+-------|
| m | 120GB | press       | -         | sata      | 2.5" | ocz agility 3      |            |        |       |
|   | 120GB | press       | -         | sata      | 2.5" | Samsung 840        |            | erased |       |
|   | 240GB | -           | ubuntu    | sata      | 2.5" | Kingston           |            |        |       |
</pre>
</div>
</div>

<div id="outline-container-org71fdef5" class="outline-2">
<h2 id="org71fdef5">external</h2>
<div class="outline-text-2" id="text-org71fdef5">
<pre class="example">
|   | size  | interface | make    | model                      | power         |
|---+-------+-----------+---------+----------------------------+---------------|
| 1 |       |       2.0 | Seagate |                            | 12 VDC/ 2.0 A |
| 2 | 500GB |       2.0 | Seagate | Free Agent Desktop         |               |
|---+-------+-----------+---------+----------------------------+---------------|
| 3 | 250GB |       2.0 | WD      |                            | -             |
| 4 | 500GB |       2.0 | WD      | My Passport                | -             |
| 5 | 2TB   |       3.0 | Seagate | Backup Plus Portable Drive | -             |
| 6 | 2TB   |       3.0 | WD      | Elements SE                | -             |
| 7 | 2TB   |       3.0 | WD      | Elements SE                | -             |
</pre>
</div>
</div>

<div id="outline-container-orgdbbe0a7" class="outline-2">
<h2 id="orgdbbe0a7">other</h2>
<div class="outline-text-2" id="text-orgdbbe0a7">
<pre class="example">
| size  | location | contents   | interface | ff   | make | model  |        dom |
|-------+----------+------------+-----------+------+------+--------+------------|
| 320GB | dell     | windows 10 | sata      | 3.5" | WD   | Caviar | 2008-04-17 |
</pre>

<p>
<a href="data.html">back</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
